[
  {
    "name": "Luxury Suite in Manta * Piscina, Jacuzzi*",
    "location": "Manta, Ecuador",
    "price": 55,
    "stock": 1,
    "numberOfRooms": 1,
    "maxNumberOfPeople": 2,
    "description": "El departamento 306 se encuentra en el 3er piso del edificio Diamante, ubicado en el sector Lomas de Barbasquillo zona regenerada y turística de la ciudad. Luego de tu registro el ingreso al edificio es con tarjeta magnética y al departamento con sus respectivas llaves. Para el acceso al departamento lo puedes realizar por medio del ascensor. en los exteriores existen rampas. Es un lugar perfecto para descansar, tanto de ejecutivos así como para un plan romántico.",
    "rating": 4.9,
    "numberOfReviews": 20,
    "userId": "Elvis Vicente"
  },
  {
    "name": "Beautiful suite in Manta near to mall del pacifico",
    "location": "Manta, Ecuador",
    "price": 65,
    "stock": 1,
    "numberOfRooms": 1,
    "maxNumberOfPeople": 2,
    "description": "Este lugar tiene una ubicación estratégica: ¡será muy fácil planear tu visita! esta localizado a sólo 5 minutos del mall del pacifico en auto o 10min caminando.",
    "rating": 5,
    "numberOfReviews": 10,
    "userId": "Gissel"
  },
  {
    "name": "Casa con piscina, garaje y restaurantes al rededor",
    "location": "Manta, Ecuador",
    "price": 12,
    "stock": 1,
    "numberOfRooms": 2,
    "maxNumberOfPeople": 6,
    "description": "Relájate con toda la familia en este tranquilo lugar para quedarse. Excelente ubicación, piscina, cerca de la playa y de los mejores restaurantes de manta Inf. 0998579931",
    "rating": 4,
    "numberOfReviews": 13,
    "userId": "Hipatia Alexandra"
  },
  {
    "name": "RIVA DI MARE ON OCEAN, END OF RESTAURANT ROW, POOL",
    "location": "Manta, Ecuador",
    "price": 50,
    "stock": 1,
    "numberOfRooms": 1,
    "maxNumberOfPeople": 4,
    "description": "Disponible inmediatamente semanalmente, mensualmente semestralmente o incluso anualmente. Por favor, pregunte. Riva Di Mare nueva construcción con vistas al océano. Una cama, 1,5 baños. Central Aire acondicionado, agua filtrada, lavadora, secadora, lavavajillas. Solo trae maleta. Cerca de Piscina Infinita, Lap Pool, Jacuzzi, Gimnasio",
    "rating": 3.5,
    "numberOfReviews": 2,
    "userId": "Wanda"
  },
  {
    "name": "Hermosa suite con vista al mar. En la mejor zona de Manta.",
    "location": "Manta, Ecuador",
    "price": 25,
    "stock": 2,
    "numberOfRooms": 1,
    "maxNumberOfPeople": 2,
    "description": "Hermoso y cómodo departamento en una de las mejores zonas de Manta. Sector sumamente tranquilo y seguro con un sinnúmero de restaurantes a los alrededores. A pocas cuadras del Centro Comercial La Cuadra.",
    "rating": 4.8,
    "numberOfReviews": 5,
    "userId": "David"
  },
  {
    "name": "Departamento Cómodo y seguro,Sector Yahuarcuna",
    "location": "Loja, Ecuador",
    "price": 15,
    "stock": 1,
    "numberOfRooms": 1,
    "maxNumberOfPeople": 2,
    "description": "Disfruta de un departamento cómodo, he sido huésped en varias ocasiones y se las necesidades que tienen por lo que he diseñado este espacio para que tu estadía sea totalmente cómoda y segura. Preguntar por disponibilidad de PARQUEADERO si vienes en vehículo (espacio para vehículo pequeño)",
    "rating": 4.8,
    "numberOfReviews": 58,
    "userId": "Wanda",
    "image": "https://www.airbnb.com.ec/rooms/45034070/photos/1059151326?federated_search_id=b008342c-275b-43bb-8108-5f2e7ed20edb&source_impression_id=p3_1647463882_1hPlhYs5dFy9bMMC"
  },
  {
    "name": "Departamento acogedor en el centro de la ciudad.",
    "location": "Loja, Ecuador",
    "price": 22,
    "stock": 1,
    "numberOfRooms": 2,
    "maxNumberOfPeople": 4,
    "description": "Disfruta de la sencillez de este alojamiento tranquilo y céntrico. Un departamento amplio y acogedor, con excelente iluminación y ventilación natural, dispone de garaje dentro de las instalaciones. Este inmueble se encuentra ubicado frente al estadio Reina del Cisne, sector que cuenta con todos los servicios ( transporte público, locales comerciales, gimnasios, senderos, centros de salud, hospitales, farmacias, bancos, cajeros automáticos, etc.)",
    "rating": 5,
    "numberOfReviews": 20,
    "userId": "Ruth"
  },
  {
    "name": "Apartamento moderno e independiente en el centro",
    "location": "Loja, Ecuador",
    "price": 20,
    "stock": 1,
    "numberOfRooms": 1,
    "maxNumberOfPeople": 4,
    "description": "¡SANITIZADO! El apartamento está ubicado en el centro histórico de la ciudad, a 4 cuadras del parque central. Apartamento moderno y cuenta con todo lo necesario para una estadía confortable y tranquila. Tendrá disponible una cocina totalmente equipada, Internet de alta velocidad, smart TV, espacio para trabajar con laptop y un lugar muy silencioso para descansar. El lugar ha sido diseñado pensando en satisfacer todas sus necesidades. Encontrará muy cerca restaurantes y lugares de diversión.",
    "rating": 3.5,
    "numberOfReviews": 2,
    "userId": "Wanda"
  },
  {
    "name": "Suite completa en el corazón de Loja",
    "location": "Loja, Ecuador",
    "price": 50,
    "stock": 1,
    "numberOfRooms": 1,
    "maxNumberOfPeople": 3,
    "description": "Ubicado entre la Plaza de San Sebastián y el Parque Central (Catedral), privado, acogedor, independiente.",
    "rating": 5,
    "numberOfReviews": 16,
    "userId": "Pedro",
    "image": "https://www.airbnb.com.ec/rooms/51435201/photos/1233427473?federated_search_id=b008342c-275b-43bb-8108-5f2e7ed20edb&source_impression_id=p3_1647463429_Q29BrVFyZpUMTYCt"
  },
  {
    "name": "Alojamiento vacacional entero",
    "location": "Loja, Ecuador",
    "price": 11,
    "stock": 1,
    "numberOfRooms": 1,
    "maxNumberOfPeople": 4,
    "description": "Relájate en este espacio tranquilo, independiente y elegante. El Departamento cuenta con una habitación con cama queen, baño completo, sala comedor cocina y estudio. La cocina está equipada con microondas, cafetera, minirefrigerador, dispensador de agua y demás enseres. Además el departamento ofrece DIRECTV para que en tu estadia estes informado o entretenido con peliculas y deportes",
    "rating": 4.3,
    "numberOfReviews": 34,
    "userId": "Diego"
  }
]
